Repository: OpenAtom-Linyaps/linyaps
Catalog: po/*.po
Languages: ca, es, fi, fr, pt_br, sq

source: Usage: ll-cli list [OPTIONS] Example: # show installed application(s), base(s) or runtime(s) ll-cli list # show installed base(s) ll-cli list --type=base # show installed runtime(s) ll-cli list --type=runtime # show the latest version list of the currently installed application(s) ll-cli list --upgradable
ca: Ús: ll-cli list [OPCIONS] Exemple: # mostra les aplicacions, bases o temps d'execució instal·lats ll-cli list # mostra les bases instal·lades ll-cli list --type=base # mostra els temps d'execució instal·lats ll-cli list --type=runtime # mostra la llista de versions més recents de les aplicacions instal·lades actualment ll-cli list --upgradable
fi: Käyttö: ll-cli list [OPTIONS] Esimerkki: # näytä asennetut sovellukse(t), alusta(t) tai ajoympäristö(t) ll-cli list # näytä asennetut alusta(t) ll-cli list --type=base # näytä asennetut ajoympäristö(t) ll-cli list --type=runtime # näytä asennettujen sovellusten (uusin) versioluettelo ll-cli list --upgradable
fr: Utilisation : ll-cli list [OPTIONS] Exemple : # Afficher les applications, bases ou environnements d'exécution installés ll-cli list # Afficher les bases installées ll-cli list --type=base # Afficher les environnements d'exécution installés ll-cli list --type=runtime # Afficher la liste des dernières versions des applications actuellement installées ll-cli list --upgradable
pt_br: Uso: ll-cli list [OPÇÕES] Exemplo: # exibir aplicativos, bases ou runtimes instalados ll-cli list # exibir bases instaladas ll-cli list --type=base # exibir runtimes instalados ll-cli list --type=runtime # exibir a lista das versões mais recentes dos aplicativos instalados que podem ser atualizados ll-cli list --upgradable

source: Show the list of latest version of the currently installed application(s), base(s) or runtime(s)
ca: Mostra la llista de les darreres versions de les aplicacions, bases o temps d'execució instal·lats actualment.
fi: Näytä luettelo asennettujen uusimmista versioista. Sovellukse(t), alusta(t) tai ajoympäristö(t)
fr: Afficher la liste des dernières versions des applications, bases ou environnements d'exécution actuellement installés.
pt_br: Exibir a lista das versões mais recentes dos aplicativos, bases ou runtimes atualmente instalados

source: Display or modify information of the repository currently using
ca: Mostra o modifica la informació del repositori que s'usa actualment.
es: Mostrar o modificar la información del repositorio actualmente en uso
fi: Näytä tai muokkaa käytössä olevan ohjelma-arkiston tietoja
fr: Afficher ou modifier les informations du référentiel actuellement utilisé
pt_br: Exibir ou modificar informações do repositório atualmente em uso
sq: Shfaqni ose ndryshoni hollësi të depos aktualisht në përdorim

source: Usage: ll-cli repo SUBCOMMAND [OPTIONS]
ca: Ús: ll-cli repo SUBORDRE [OPCIONS]
es: Uso: ll-cli repo SUBCOMANDO [OPCIONES]
fi: Käyttö: ll-cli repo SUBCOMMAND [OPTIONS]
fr: Usage : ll-cli repo SOUS-COMMANDE [OPTIONS]
pt_br: Uso: ll-cli repo SUBCOMANDO [OPÇÕES]
sq: Përdorimi: ll-cli repo NËNURDHËR [MUNDËSI]

source: Add a new repository
ca: Afegeix un repositori nou.
es: Agregar un nuevo repositorio
fi: Lisää uusi ohjelma-arkisto
fr: Ajouter un nouveau répertoire
pt_br: Adicionar um novo repositório
sq: Shtoni depo të re

source: Usage: ll-cli repo add [OPTIONS] NAME URL
ca: Ús: ll-cli repo add [OPCIONS] NOM DE L'URL
es: Uso: ll-cli repo add [OPCIONES] NOMBRE URL
fi: Käyttö: ll-cli repo add [OPTIONS] NAME URL
fr: Utilisation : ll-cli repo add [OPTIONS] NOM URL
pt_br: Uso: ll-cli repo add [OPÇÕES] NOME URL
sq: Përdorimi: ll-cli repo add [MUNDËSI] EMËR URL

source: Specify the repo name
ca: Especifiqueu el nom del repositori.
es: Especificar el nombre del repositorio
fi: Määritä arkiston nimi
fr: Spécifie le nom du répertoire
pt_br: Especifique o nome do repositório
sq: Jepni emrin e depos

source: Url of the repository
ca: URL del repositori
es: URL del repositorio
fi: Arkiston verkko-osoite
fr: L'adresse du répertoire
pt_br: URL do repositório
sq: URL e depos

source: Alias of the repo name
ca: Àlies del nom del repositori
es: Especificar el nombre del repositorio
fi: Alias arkiston nimelle
fr: Alias du nom du dépôt
pt_br: Alias ​​do nome do repositório
sq: Alias i emrit të depos

source: Modify repository URL
ca: Modifica l'URL del repositori
es: Modificar la URL del repositorio
fi: Muokkaa arkiston verkko-osoitetta
fr: Modifier l'adresse du répertoire
pt_br: Modificar URL do repositório
sq: Ndryshoni URL depo

source: Remove a repository
ca: Elimina un repositori
es: Eliminar un repositorio
fi: Poista ohjelma-arkisto
fr: Supprimer un répertoire
pt_br: Remover um repositório
sq: Hiqni një depo

source: Usage: ll-cli repo remove [OPTIONS] NAME
ca: Ús: ll-cli repo remove [OPCIONS] NOM
es: Uso: ll-cli repo remove [OPCIONES] NOMBRE
fi: Käyttö: ll-cli repo remove [OPTIONS] NAME
fr: Utilisation : ll-cli repo remove [OPTIONS] NOM
pt_br: Uso: ll-cli repo remove [OPÇÕES] NOME
sq: Përdorimi: ll-cli repo remove [MUNDËSI] EMËR

source: Update the repository URL
ca: Actualitza l'URL del repositori.
es: Actualizar la URL del repositorio
fi: Päivitä arkiston verkko-osoite
fr: Mettre à jour l'adresse du répertoire
pt_br: Atualizar a URL do repositório
sq: Përditësoni URL-në e depos

source: Usage: ll-cli repo update [OPTIONS] NAME URL
ca: Ús: ll-cli repo update [OPCIONS] NOM D'URL
es: Uso: ll-cli repo update [OPCIONES] NOMBRE URL
fi: Käyttö: ll-cli repo update [OPTIONS] NAME URL
fr: Utilisation : ll-cli repo update [OPTIONS] NOM URL
pt_br: Uso: ll-cli repo update [OPÇÕES] NOME URL
sq: Përdorimi: ll-cli repo update [MUNDËSI] EMËR URL

source: Set a default repository name
ca: Estableix un nom de repositori per defecte.
es: Establecer un nombre de repositorio predeterminado
fi: Aseta oletusarkiston nimi
fr: Définir un nom de référentiel par défaut
pt_br: Defina um nome padrão para o repositório
sq: Caktoni një emër depoje parazgjedhje

source: Usage: ll-cli repo set-default [OPTIONS] NAME
ca: Ús: ll-cli repo set-default [OPCIONS] NOM
es: Uso: ll-cli repo set-default [OPCIONES] NOMBRE
fi: Käyttö: ll-cli repo set-default [OPTIONS] NAME
fr: Utilisation : ll-cli repo set-default [OPTIONS] NOM
pt_br: Uso: ll-cli repo set-default [OPÇÕES] NOME
sq: Përdorimi: ll-cli repo set-default [MUNDËSI] EMËR

source: Show repository information
ca: Mostra la informació del repositori.
es: Mostrar información del repositorio
fi: Näytä ohjelma-arkiston tiedot
fr: Afficher les informations sur le répertoire
pt_br: Mostrar informações do repositório
sq: Shfaq hollësi depoje

source: Usage: ll-cli repo show [OPTIONS]
ca: Ús: ll-cli repo show [OPCIONS]
es: Uso: ll-cli repo show [OPCIONES]
fi: Käyttö: ll-cli repo show [OPTIONS]
fr: Utilisation : ll-cli repo show [OPTIONS]
pt_br: Uso: ll-cli repo show [OPÇÕES]
sq: Përdorimi: ll-cli repo show [MUNDËSI]

source: Set the priority of the repo
ca: Estableix la prioritat del repositori.
es: Establecer la prioridad del repositorio
fi: Aseta arkiston prioriteetti
fr: Définir la priorité du dépôt
pt_br: Defina a prioridade do repositório
sq: Caktoni përparësinë e depos

source: Usage: ll-cli repo set-priority ALIAS PRIORITY
ca: Ús: ll-cli repo set-priority PRIORITAT DE L'ÀLIES
es: Uso: ll-cli repo set-priority ALIAS PRIORITY
fi: Käyttö: ll-cli repo set-priority ALIAS PRIORITY
fr: Utilisation : ll-cli repo set-priority ALIAS PRIORITY
pt_br: Uso: ll-cli repo set-priority ALIAS PRIORITY
sq: Përdorimi: ll-cli repo set-priority ALIAS PËRPARËSI

source: Priority of the repo
ca: Prioritat del repositori
es: Prioridad del repositorio
fi: Arkiston prioriteetti
fr: Propriété du dépôt
pt_br: Prioridade do repositório
sq: Përparësi e depos

source: Enable mirror for the repo
ca: Habilita la rèplica per al repositori
fi: Ota peili käyttöön repolle
fr: Activer le miroir pour le dépôt
pt_br: Ativar repositório espelho

source: Usage: ll-cli repo enable-mirror [OPTIONS] ALIAS
ca: Ús: ll-cli repo enable-mirror [OPCIONS] ÀLIES
fi: Käyttö: ll-cli repo enable-mirror [OPTIONS] ALIAS
fr: Utilisation : ll-cli repo enable-mirror [OPTIONS] ALIAS
pt_br: Use: ll-cli repo enable-mirror [OPÇÕES] NOME

source: Disable mirror for the repo
ca: Inhabilita la rèplica per al repositori
fi: Poista peili käytöstä reposta
fr: Désactiver le miroir pour le dépôt
pt_br: Desativar repositório espelho

source: Usage: ll-cli repo disable-mirror [OPTIONS] ALIAS
ca: Ús: ll-cli repo disable-mirror [OPCIONS] ÀLIES
fi: Käyttö: ll-cli repo disable-mirror [OPTIONS] ALIAS
fr: Utilisation : ll-cli repo disable-mirror [OPTIONS] ALIAS
pt_br: Use: ll-cli repo disable-mirror [OPÇÕES] NOME

source: Display information about installed apps or runtimes
ca: Mostra informació sobre aplicacions instal·lades o entorns d'execució.
es: Mostrar información sobre aplicaciones o entornos de ejecución instalados
fi: Näytä tiedot sovelluksista tai ajoympäristöistä
fr: Afficher des informations sur les applications ou les environnements d'exécution installés
pt_br: Exibir informações sobre aplicativos instalados ou tempos de execução
sq: Shfaq hollësi rreth aplikacionesh të instaluar ose runtime-sh

source: Usage: ll-cli info [OPTIONS] APP
ca: Ús: ll-cli info [OPCIONS] APLICACIÓ
es: Uso: ll-cli info [OPCIONES] APP
fi: Käyttö: ll-cli info [OPTIONS] APP
fr: Utilisation : ll-cli info [OPTIONS] APP
pt_br: Uso: ll-cli info [OPÇÕES] APP
sq: Përdorimi: ll-cli info [MUNDËSI] APLIKACION

source: Specify the application ID, and it can also be a .layer file
ca: Especifiqueu l'ID de l'aplicació. També pot ser un fitxer .layer.
es: Especificar el ID de la aplicación, también puede ser un archivo .layer
fi: Määritä sovelluksen id-tunnus. Voi olla myös .layer-tiedosto
fr: Spécifiez l'ID de l'application. Il peut également s'agir d'un fichier .layer.
pt_br: Especifique o ID do aplicativo, que também pode ser um arquivo .layer
sq: Specifikoni ID-në e aplikacionit dhe mund të jetë një kartelë .layer

source: Display the exported files of installed application
ca: Mostra els fitxers exportats de l'aplicació instal·lada.
es: Mostrar los archivos exportados de la aplicación instalada
fi: Näytä asennetun sovelluksen viedyt tiedostot
fr: Afficher les fichiers exportés de l'application installée
pt_br: Exibir os arquivos exportados do aplicativo instalado
sq: Shfaq kartelat e eksportuara të aplikacionit të instaluar

source: Usage: ll-cli content [OPTIONS] APP
ca: Ús: ll-cli content [OPCIONS] APLICACIÓ
es: Uso: ll-cli content [OPCIONES] APP
fi: Käyttö: ll-cli content [OPTIONS] APP
fr: Utilisation : ll-cli content [OPTIONS] APP
pt_br: Uso: ll-cli content [OPÇÕES] APP
sq: Përdorimi: ll-cli content [MUNDËSI] APLIKACION

source: Specify the installed application ID
ca: Especifiqueu l'ID de l'aplicació instal·lada.
es: Especificar el ID de la aplicación instalada
fi: Määritä sovelluksen id-tunnus
fr: Spécifiez l'ID de l'application installée.
pt_br: Especifique o ID do aplicativo instalado
sq: Specifikoni ID aplikacioni të instaluar

source: Remove the unused base or runtime
ca: Elimina la base o l'entorn d'execució no usat.
es: Eliminar la base o el entorno de ejecución no utilizado
fi: Poista käyttämätön alusta tai ajoympäristö
fr: Supprimer la base ou le runtime inutilisé
pt_br: Remova a base ou o tempo de execução não utilizado
sq: Hiq bazën ose runtime-n e papërdorur

source: Usage: ll-cli prune [OPTIONS]
ca: Ús: ll-cli prune [OPCIONS]
es: Uso: ll-cli prune [OPCIONES]
fi: Käyttö: ll-cli prune [OPTIONS]
pt_br: Uso: ll-cli prune [OPÇÕES]
sq: Përdorimi: ll-cli prune [MUNDËSI]

source: linyaps CLI A CLI program to run application and manage application and runtime
ca: CLI de linyaps Un programa de línia d'ordres per executar aplicacions i gestionar l'aplicació i el temps d'execució
es: linyaps CLI Un programa CLI para ejecutar aplicaciones y gestionar aplicaciones y entornos de ejecución
fi: linyaps CLI Ohjelma sovellusten suorittamiseen ja ajoympäristön hallintaan
fr: Interface CLI linyaps Un programme CLI pour exécuter l'application et gérer l'application et le runtime
pt_br: linyaps CLI Um programa em CLI para executar aplicativos e gerenciar aplicativos e runtimes
sq: linyaps CLI Një program CLI për të xhiruar dhe administruar aplikacion dhe “runtime”

source: Print this help message and exit
ca: Imprimeix aquest missatge d'ajuda i surt.
es: Imprimir este mensaje de ayuda y salir
fi: Tulosta tämä ohje ja poistu
fr: Imprimer ce message d'aide et quitter
pt_br: Exibir esta mensagem de ajuda e sair
sq: Shtyp këtë mesazh ndihme dhe dil

source: Expand all help
ca: Expandeix tota l'ajuda.
es: Expandir toda la ayuda
fi: Kaikki ohjeet
fr: Développer toute l'aide
pt_br: Expandir toda a ajuda
sq: Zgjero krejt ndihmën

source: Usage: ll-cli [OPTIONS] [SUBCOMMAND]
ca: Ús: ll-cli [OPCIONS] [SUBORDRE]
es: Uso: ll-cli [OPCIONES] [SUBCOMANDO]
fi: Käyttö: ll-cli [OPTIONS] [SUBCOMMAND]
fr: Usage : ll-cli [OPTIONS] [SOUS-COMMANDE]
pt_br: Uso: ll-cli [OPÇÕES] [SUBCOMANDO]
sq: Përdorimi: ll-cli [MUNDËSI] [NËNURDHRA]

source: If you found any problems during use, You can report bugs to the linyaps team under this project: https://github.com/OpenAtom-Linyaps/linyaps/issues
ca: Si heu trobat algun problema durant l'ús, podeu informar d'errors a l'equip de linyaps en aquest projecte: https://github.com/OpenAtom-Linyaps/linyaps/issues
es: Si encuentras algún problema durante el uso, puedes reportar errores al equipo de linyaps en este proyecto: https://github.com/OpenAtom-Linyaps/linyaps/issues
fi: Jos havaitset ongelmia käytön aikana, Voit ilmoittaa vioista linyaps-tiimille täällä: https://github.com/OpenAtom-Linyaps/linyaps/issues
fr: Si vous avez rencontré des problèmes lors de l'utilisation, Vous pouvez signaler les bogues à l'équipe linyaps dans le cadre de ce projet : https://github.com/OpenAtom-Linyaps/linyaps/issues
pt_br: Se encontrar qualquer problema durante o uso, Você pode reportar erros para o time linyaps sob este projeto: https://github.com/OpenAtom-Linyaps/linyaps/issues
sq: Nëse gjetët çfarëdo problemi gjatë përdorimit mund të njoftoni të meta te ekipi i linyaps-it te ky projekt: https://github.com/OpenAtom-Linyaps/linyaps/issues

source: Show version
ca: Mostra'n la versió.
es: Mostrar versión
fi: Näytä versio
fr: Afficher la version
pt_br: Mostrar versão
sq: Shfaq versionin

source: Use peer to peer DBus, this is used only in case that DBus daemon is not available
ca: Usa DBus d'igual a igual. Només s'usa en cas que el dimoni de DBus no estigui disponible.
es: Usar DBus de igual a igual, esto solo se usa en caso de que el demonio de DBus no esté disponible
fi: Käytä peer to peer DBus, tätä käytetään vain jos DBus-palvelua ei ole saatavilla
fr: Utilisez DBus peer-to-peer, qui n'est utilisé que dans le cas où le démon DBus n'est pas disponible.
pt_br: Usar DBus peer-to-peer, isto é usado somente em caso onde DBus daemon não está disponível

source: Use json format to output result
ca: Usa el format json per generar el resultat.
es: Usar formato json para mostrar el resultado
fi: Käytä json-formaattia tuloksiin
fr: Utilisez le format json pour afficher le résultat.
pt_br: Usar o formato json para o resultado de saída
sq: Përdor formatin json për të dhënë përfundimin

source: Show debug info (verbose logs)
ca: Mostra la informació de depuració (registres detallats)
fi: Näytä virhesanomat (sanalliset lokit)
fr: Afficher les informations de débogage (journaux détaillés)
pt_br: Mostrar informações de depuração (registros detalhados)

source: Managing installed applications and runtimes
ca: Gestió d'aplicacions instal·lades i entorns d'execució
es: Gestionar aplicaciones instaladas y tiempos de ejecución
fi: Sovellusten ja suoritusaikojen hallinta
fr: Gestion des applications installées et des environnements d'exécution
pt_br: Gerenciando aplicativos instalados e runtimes
sq: Po administrohen aplikacionesh të instaluar dhe “runtimes”

source: Managing running applications
ca: Gestió d'aplicacions en execució
es: Gestionar aplicaciones en ejecución
fi: Käynnissä olevien sovellusten hallinta
fr: Gérer les applications en cours d'exécution
pt_br: Gerenciando aplicativos em execução
sq: Po përditësohen aplikacione që xhirojnë

source: Finding applications and runtimes
ca: Trobar aplicacions i entorns d'execució
es: Buscar aplicaciones y tiempos de ejecución
fi: Sovellusten ja ajoympäristön etsiminen
fr: Recherche d'applications et de runtimes
pt_br: Encontrando aplicativos e runtimes
sq: Po gjenden aplikacione dhe “runtimes”

source: Managing remote repositories
ca: Gestió de repositoris remots
es: Gestionar repositorios remotos
fi: Arkistojen hallinta palvelimelta
fr: Gérer les répertoires distants
pt_br: Gerenciando repositórios remotos
sq: Po administrohen depo të largëta

source: linyaps CLI version
ca: Versió CLI de linyaps
es: versión de linyaps CLI
fi: linyaps CLI versio
fr: Version CLI de linyaps
pt_br: Versão CLI do linyaps
sq: Version CLI linyaps

source: Name
ca: Nom
es: Nombre
fi: Nimi
fr: Nom
pt_br: Nome
sq: Emër

source: Version
es: Versión
fi: Versio
pt_br: versão

source: Channel
ca: Canal
es: Canal
fi: Kanava
fr: Canal
pt_br: Canal
sq: Kanal

source: Module
ca: Mòdul
es: Módulo
fi: Moduuli
pt_br: Módulo
sq: Modul

source: Description
ca: Descripció
es: Descripción
fi: Kuvaus
pt_br: Descrição
sq: Përshkrim

source: No packages found in the remote repo.
ca: No s'han trobat paquets al repositori remot.
fi: Paketteja ei löytynyt palvelimen arkistosta.
fr: Aucun paquet trouvé dans le dépôt distant.
pt_br: Nenhum pacote encontrado no repositório remoto.

source: Repo
ca: Repositori
fi: Arkisto
fr: Dépôt
pt_br: Repositório

source: No containers are running.
ca: No hi ha contenidors en execució.
fi: Kontteja ei ole käynnissä.
fr: Aucun conteneur n'est en cours d'exécution.
pt_br: Nenhum contêiner está em execução.
sq: S’ka kontejnerë në xhirim e sipër.

source: App
ca: Aplicació
fi: Sovellus
pt_br: Aplicativo
sq: Aplikacion

source: ContainerID
ca: ID del contenidor
fi: Kontti-id
fr: ID du conteneur
pt_br: ID do contêiner

source: Url
fi: Osoite

source: Priority
ca: Prioritat
es: Prioridad
fi: Prioriteetti
fr: Priorité
pt_br: Prioridade
sq: Përparësi

source: No apps available for update.
ca: No hi ha cap aplicació disponible per actualitzar.
es: No hay aplicaciones disponibles para actualizar.
fi: Päivitettäviä sovelluksia ei ole.
fr: Aucune application disponible pour la mise à jour.
pt_br: Nenhum aplicativo disponível para ser atualizado.
sq: S’ka aplikacione për përditësim.

source: Installed
ca: Instal·lada
es: Instalado
fi: Asennettu
fr: Installé
pt_br: Instalado
sq: Të instaluar

source: New
ca: Nova
es: Nuevo
fi: Uusi
fr: Nouveau
pt_br: Novo
sq: I ri

source: linyaps builder CLI A CLI program to build linyaps application
ca: CLI del constructor de linyaps Un programa CLI per crear una aplicació de linyaps.
es: linyaps builder CLI Un programa CLI para construir aplicaciones linyaps
fi: linyaps builder CLI Ohjelma jolla linyaps-sovellukset käännetään
fr: linyaps builder CLI Un programme CLI pour créer l'application linyaps
pt_br: construtor linyaps CLI Um programa CLI para construir um aplicativo Linyaps
sq: linyaps builder CLI Një program CLI për montim aplikacionesh linyaps

source: Usage: ll-builder [OPTIONS] [SUBCOMMAND]
ca: Ús: ll-builder [OPCIONS] [SUBORDRE]
es: Uso: ll-builder [OPCIONES] [SUBCOMANDO]
fi: Käyttö: ll-builder [OPTIONS] [SUBCOMMAND]
fr: Usage : ll-builder [OPTIONS] [SOUS-COMMANDE]
pt_br: Uso: ll-builder [OPÇÕES] [SUBCOMANDO]
sq: Përdorimi: ll-builder [MUNDËSI] [NËNURDHËR]

source: Create linyaps build template project
ca: Crea un projecte de plantilla de compilació de linyaps.
es: Crear proyecto de plantilla de compilación de linyaps
fi: Rakenna linyaps malliprojekti
fr: Créer un projet de modèle de compilation linyaps
pt_br: Criar projeto de modelo de construção linyaps
sq: Krijoni projekt gjedhe montimi linyaps

source: Usage: ll-builder create [OPTIONS] NAME
ca: Ús: ll-builder create [OPCIONS] NOM
es: Uso: ll-builder create [OPCIONES] NOMBRE
fi: Käyttö: ll-builder create [OPTIONS] NAME
fr: Utilisation : ll-builder create [OPTIONS] NOM
pt_br: Uso: ll-builder create [OPÇÕES] NOME
sq: Përdorimi: ll-builder create [MUNDËSI] EMËR

source: Project name
ca: Nom del projecte
es: Nombre del proyecto
fi: Projektin nimi
fr: Nom du projet
pt_br: Nome do projeto
sq: Emër projekti

source: Build a linyaps project
ca: Construeix un projecte de linyaps.
es: Construir un proyecto de linyaps
fi: Rakenna linyaps projekti
fr: Construire un project linyaps
pt_br: Crie um projeto linyaps
sq: Ndërtoni një projekt linyaps

source: Usage: ll-builder build [OPTIONS] [COMMAND...]
ca: Ús: ll-builder build [OPCIONS] [ORDRE...]
es: Uso: ll-builder build [OPCIONES] [COMANDO...]
fi: Käyttö: ll-builder build [OPTIONS] [COMMAND...]
fr: Utilisation : ll-builder build [OPTIONS] [COMMANDE...]
pt_br: Uso: ll-builder build [OPÇÕES] [COMANDO...]
sq: Përdorimi: ll-builder build [MUNDËSI] [URDHËR…]

source: File path of the linglong.yaml
ca: Camí del fitxer linglong.yaml
es: Ruta del archivo de linglong.yaml
fi: Tiedoston linglong.yaml tiedostopolku
fr: Chemin d'accès au fichier linglong.yaml
pt_br: Caminho do arquivo linglong.yaml
sq: Shteg kartele linglong.yaml

source: Enter the container to execute command instead of building applications
ca: Entreu al contenidor per executar l'ordre en lloc de construir aplicacions.
es: Entrar en el contenedor para ejecutar comandos en lugar de construir aplicaciones
fi: Kirjoita kontin nimi, suorittaaksesi komento sovelluksen rakentamisen sijaan
fr: Entrez le conteneur pour exécuter la commande au lieu de créer des applications.
pt_br: Entre no contêiner para executar o comando em vez de construir aplicativos
sq: Jepni kontejnerin ku të ekzekutohet urdhri, në vend se të montohen aplikacione

source: Only use local files. This implies --skip-fetch-source and --skip-pull-depend will be set
ca: Usa només fitxers locals. Això implica que s'establiran --skip-fetch-source i --skip-pull-depend.
es: Usar solo archivos locales. Esto implica que se configurarán --skip-fetch-source y --skip-pull-depend
fi: Käytä vain paikallisia tiedostoja. Tarkoittaa, että --skip-fetch-source ja --skip-pull-depend asetetaan
fr: Utilisez uniquement les fichiers locaux. Cela implique que les options --skip-fetch-source et --skip-pull-depend seront activées.
pt_br: Use apenas arquivos locais. Isso implica que --skip-fetch-source e --skip-pull-depend serão definidos
sq: Përdor vetëm kartela vendore. Kjo nënkupton se do të përdoren --skip-fetch-source dhe --skip-pull-depend

source: Build full develop packages, runtime requires
ca: Crea paquets de desenvolupament complets, cal entorn d'execució.
es: Construir paquetes de desarrollo completos, se requiere tiempo de ejecución
fi: Rakenna kehityspaketteja kokonaan, ajoympäristö tarvitaan
fr: Créer des paquets de développement complets, requis pour l'exécution
pt_br: Crie pacotes de desenvolvimento completos, o tempo de execução requer
sq: Monto paketa të plota zhvillimi, lyp “runtime”

source: Skip fetch sources
ca: Omet fonts d'obtenció.
es: Omitir la obtención de fuentes
fi: Ohita fetch sources
fr: Passer la récupération des sources
pt_br: Pular busca de fontes
sq: Anashkalo sjellje burimesh

source: Skip pull dependency
ca: Omet la dependència de l'ordre pull.
es: Omitir la dependencia de extracción
fi: Ohita pull dependency
fr: Ignorer l'allocation de dépendance
pt_br: Pular dependência de pull
sq: Anashkalo marrje varësish

source: Skip run container
ca: Omet el contenidor d'execució.
es: Omitir la ejecución del contenedor
fi: Ohita run container
fr: Passer le lancer dans un conteneur
pt_br: Pular execução do contêiner
sq: Anashkalo xhirim kontejneri
