Repository: OpenAtom-Linyaps/linyaps
Catalog: po/*.po
Languages: ca, es, fi, fr, pt_br, sq

source: Skip commit build output
ca: Omet la sortida d'enviament de la compilació.
es: Omitir la confirmación de la salida de la compilación
fi: Ohita commit build output
fr: Ignorer la sortie de compilation de validation
pt_br: Pular saída de confirmação de compilação

source: Skip output check
ca: Omet la comprovació de sortida.
es: Omitir la comprobación de la salida
fi: Ohita output check
fr: Passer la vérification de la sortie
pt_br: Pular verificação de saída
sq: Anashkalo kontroll të ç’jepet si përfundim

source: Skip strip debug symbols
ca: Omet els símbols de depuració.
es: Omitir el despojo de los símbolos de depuración
fi: Ohita strip debug symbols
fr: Ignorer les symboles de débogage
pt_br: Símbolos de depuração de faixa de salto
sq: Anashkalo heqje simbolesh diagnostikimi

source: Build in an isolated network environment
ca: Construeix en un entorn de xarxa aïllat.
fi: Rakenna eristettyyn verkkoympäristöön
fr: Construire dans un environnement réseau isolé
pt_br: Construir em um ambiente de rede isolado
sq: Montoni në një mjedis të izoluar rrjeti

source: Run built linyaps app
ca: Executa l'aplicació de linyaps creada.
fi: Suorita rakennettu linyaps sovellus
fr: Exécutez l'application linyaps intégrée.
pt_br: Execute o aplicativo Linyaps criado

source: Usage: ll-builder run [OPTIONS] [COMMAND...]
ca: Ús: ll-builder run [OPCIONS] [ORDRE..]
es: Uso: ll-builder run [OPCIONES] [COMANDO...]
fi: Käyttö: ll-builder run [OPTIONS] [COMMAND...]
fr: Usage : ll-builder run [OPTIONS] [COMMANDE...]
pt_br: Uso: ll-builder run [OPÇÕES] [COMANDO...]
sq: Përdorimi: ll-builder run [MUNDËSI] [URDHËR…]

source: Run specified module. eg: --modules binary,develop
ca: Executa el mòdul especificat. Ex.: --modules binary,develop
es: Ejecutar módulo especificado. ej: --modules binary,develop
fi: Suorita tiettyjä moduuleja, kuten: --modules binary,develop
fr: Exécutez le module spécifié. Exemple : --modules binary,develop
pt_br: Execute o módulo especificado. Por exemplo: --modules binary,develop
sq: Xhiro modulin e treguar. P. sh.: --modules binary,develop

source: Enter the container to execute command instead of running application
ca: Entreu al contenidor per executar l'ordre en lloc d'executar l'aplicació.
es: Entrar en el contenedor para ejecutar comandos en lugar de ejecutar la aplicación
fi: Kirjoita kontin nimi, suorittaaksesi komento sovelluksen suorittamiseksi
fr: Entrez le conteneur pour exécuter la commande au lieu de lancer l'application.
pt_br: Entre no contêiner para executar o comando em vez de executar o aplicativo
sq: Për ekzekutimin e urdhrit hyr në kontejner, në vend të xhirimit të aplikacionit

source: Run in debug mode (enable develop module)
ca: Executa en mode de depuració (activa el mòdul de desenvolupament).
es: Ejecutar en modo depuración (habilitar módulo de desarrollo)
fi: Suorita vikasietotilassa (ottaa käyttöön kehitysmoduulit)
fr: Exécuter en mode débogage (activer le module de développement)
pt_br: Executar em modo de depuração (habilitar módulo de desenvolvimento)
sq: Xhiroje nën mënyrën diagnostikim (aktivizoni modulin “develop”)

source: List built linyaps app
ca: Llista les aplicacions de linyaps creades.
fi: Luettelo rakennetuista linyaps sovelluksista
fr: Lister les applications linyaps construites
pt_br: Lista de aplicativos Linyaps criados

source: Usage: ll-builder list [OPTIONS]
ca: Ús: ll-builder list [OPCIONS]
es: Uso: ll-builder list [OPCIONES]
fi: Käyttö: ll-builder list [OPTIONS]
pt_br: Uso: ll-builder list [OPÇÕES]
sq: Përdorimi: ll-builder list [MUNDËSI]

source: Remove built linyaps app
ca: Elimina l'aplicació de linyaps creada.
fi: Poista rakennettu linyaps sovellus
fr: Supprimer une application linyaps construite
pt_br: Remover aplicativo linyaps construído

source: Usage: ll-builder remove [OPTIONS] [APP...]
ca: Ús: ll-builder remove [OPCIONS] [APLICACIÓ...]
es: Uso: ll-builder remove [OPCIONES] [APP...]
fi: Käyttö: ll-builder remove [OPTIONS] [APP...]
fr: Utilisation : ll-builder remove [OPTIONS] [APP...]
pt_br: Uso: ll-builder remove [OPÇÕES] [APP...]
sq: Përdorimi: ll-builder remove [MUNDËSI] [APLIKACION…]

source: Do not clean objects files before remove apps
fi: Älä puhdista objektitiedostoja ennen sovelluksen poistamista

source: Export to linyaps layer or uab
ca: Exporta a la capa linyaps o uab.
es: Exportar a la capa o uab de linyaps
fi: Vie linyaps kerrokseen tai uab:iin
fr: Exporter vers le calque linyaps ou uab
pt_br: Exportar para camada linyaps ou uab
sq: Eksportoje te shtresë linyaps, ose uab

source: Usage: ll-builder export [OPTIONS]
ca: Ús: ll-builder export [OPCIONS]
es: Uso: ll-builder export [OPCIONES]
fi: Käyttö: ll-builder export [OPTIONS]
pt_br: Uso: ll-builder export [OPÇÕES]
sq: Përdorimi: ll-builder export [MUNDËSI]

source: Uab icon (optional)
ca: Icona d'uab (opcional)
es: Icono de uab (opcional)
fi: Uab kuvake (valinnainen)
fr: Icône Uab (optionnel)
pt_br: Ícone Uab (opcional)
sq: Ikonë uab (opsionale)

source: Export to linyaps layer file (deprecated)
ca: Exporta a un fitxer de capa de Linyaps (obsolet)
fi: Vie linyaps tiedosto-kerrokseen (vanhentunut)
fr: Exporter vers un fichier de calque linyaps (obsolète)
pt_br: Exportar para arquivo de camada Linyaps (obsoleto)

source: Use custom loader
ca: Usa un carregador personalitzat.
es: Usar cargador personalizado
fi: Käytä mukautettua lataajaa
fr: Utiliser un chargeur personnalisé
pt_br: Usar carregador personalizado
sq: Përdor ngarkues vetjak

source: Don't export the develop module
ca: No exportis el mòdul de desenvolupament.
fi: Älä vie kehitysmoduulia
fr: N'exportez pas le module develop
pt_br: Não exporte o módulo de desenvolvimento
sq: Mos eksporto modulin e zhvillimit

source: Output file
ca: Fitxer de sortida
fi: Tulostustiedosto
fr: Fichier de sortie
pt_br: Arquivo de saída

source: Reference of the package
ca: Referència del paquet
fi: Paketin viite

source: Modules to export
ca: Mòduls per exportar
fi: Vietävät moduulit

source: Push linyaps app to remote repo
ca: Envieu l'aplicació linyaps al repositori remot.
es: Enviar la aplicación linyaps al repositorio remoto
fi: Siirrä linyaps sovellus palvelimen arkistoon
fr: Pousser l'application linyaps vers le dépôt distant
pt_br: Enviar aplicativo Linyaps para repositório remoto
sq: Kaloje aplikacionin linyaps te depoja e largët

source: Usage: ll-builder push [OPTIONS]
ca: Ús: ll-builder push [OPCIONS]
es: Uso: ll-builder push [OPCIONES]
fi: Käyttö: ll-builder push [OPTIONS]
pt_br: Uso: ll-builder push [OPÇÕES]
sq: Përdorimi: ll-builder push [MUNDËSI]

source: Remote repo url
ca: URL del repositori remot
es: URL del repositorio remoto
fi: Arkiston verkko-osoite
fr: URL du dépôt distant
pt_br: URL do repositório remoto
sq: URL depoje të largët

source: Remote repo name
ca: Nom del repositori remot
es: Nombre del repositorio remoto
fi: Arkiston nimi
fr: Nom du dépôt distant
pt_br: Nome do repositório remoto
sq: Emër depoje të largët

source: Push single module
ca: Envia un mòdul únic.
es: Enviar módulo único
fi: Lähetä yksittäinen moduuli
fr: Pousser un seul module
pt_br: Empurre um único módulo

source: Import linyaps layer to build repo
ca: Importa la capa de linyaps al repositori de construcció.
es: Importar la capa de linyaps para construir el repositorio
fi: Tuo linyaps kerros rakennus-arkistoon
fr: Importer la couche linyaps pour créer le dépôt
pt_br: Importar camada linyaps para construir repositório

source: Usage: ll-builder import [OPTIONS] LAYER
ca: Ús: ll-builder import [OPCIONS] CAPA
es: Uso: ll-builder import [OPCIONES] CAPA
fi: Käyttö: ll-builder import [OPTIONS] LAYER
fr: Utilisation : ll-builder import [OPTIONS] LAYER
pt_br: Uso: ll-builder import [OPÇÕES] CAMADA
sq: Përdorimi: ll-builder import [MUNDËSI] SHTRESË

source: Layer file path
ca: Camí del fitxer de la capa
es: Ruta del archivo de la capa
fi: Tason tiedostopolku
fr: Chemin d'accès au fichier de calques
pt_br: Caminho do arquivo de camada
sq: Shteg kartele shtrese

source: Import linyaps layer dir to build repo
ca: Importa el directori de la capa de linyaps al repositori de construcció.
es: Importar directorio de capa linyaps al repositorio de compilación
fi: Tuo linyaps kerroshakemisto rakennus-arkistoon
fr: Importer le répertoire des couches linyaps pour créer le dépôt
pt_br: Importar diretório da camada linyaps para construir repositório

source: Usage: ll-builder import-dir PATH
es: Uso: ll-builder import-dir PATH
fi: Käyttö: ll-builder import-dir PATH
fr: Usage : ll-builder dossier-d'import PATH
pt_br: Uso: ll-builder import-dir PATH
sq: Përdorimi: ll-builder import-dir SHTEG

source: Layer dir path
ca: Camí del directori de la capa
es: Ruta del directorio de capa
fi: Tason hakemistopolku
fr: Chemin d'accès au répertoire des couches
pt_br: Caminho do diretório da camada
sq: Shteg drejtorie shtrese

source: Extract linyaps layer to dir
ca: Extreu la capa de linyaps al directori.
es: Extraer la capa de linyaps al directorio
fi: Pura linyaps kerros hakemistoon
fr: Extraire la couche linyaps dans le répertoire
pt_br: Extrair camada linyaps para diretório
sq: Përfto shtresë linyaps te drejtoria

source: Usage: ll-builder extract [OPTIONS] LAYER DIR
ca: Ús: ll-builder extract [OPCIONS] DIRECTORI DE CAPES
es: Uso: ll-builder extract [OPCIONES] CAPA DIR
fi: Käyttö: ll-builder extract [OPTIONS] LAYER DIR
fr: Utilisation : ll-builder extract [OPTIONS] LAYER DIR
pt_br: Uso: ll-builder extract [OPÇÕES] LAYER DIR
sq: Përdorimi: ll-builder extract [MUNDËSI] SHTRESË DREJTORI

source: Destination directory
ca: Directori de destinació
es: Directorio de destino
fi: Kohdehakemisto
fr: Dossier de destination
pt_br: Diretório de destino
sq: Drejtori vendmbërritje

source: Display and manage repositories
ca: Mostra i gestiona els repositoris.
es: Mostrar y gestionar repositorios
fi: Näytä ja hallitse ohjelma-arkistoja
fr: Afficher et gérer les répertoires
pt_br: Exibir e gerenciar repositórios
sq: Shfaqni dhe administroni depo

source: Usage: ll-builder repo [OPTIONS] SUBCOMMAND
ca: Ús: ll-builder repo [OPCIONS] SUBORDRES
es: Uso: ll-builder repo [OPCIONES] SUBCOMANDO
fi: Käyttö: ll-builder repo [OPTIONS] SUBCOMMAND
fr: Usage : ll-builder repo [OPTIONS] SOUS-COMMANDE
pt_br: Uso: ll-builder repo [OPÇÕES] SUBCOMANDO
sq: Përdorimi: ll-builder repo [MUNDËSI] NËNURDHËR

source: Usage: ll-builder repo add [OPTIONS] NAME URL
ca: Ús: ll-builder repo add [OPCIONS] NOM D'URL
es: Uso: ll-builder repo add [OPCIONES] NOMBRE URL
fi: Käyttö: ll-builder repo add [OPTIONS] NAME URL
fr: Utilisation : ll-builder repo add [OPTIONS] NOM URL
pt_br: Uso: ll-builder repo add [OPÇÕES] NOME URL
sq: Përdorimi: ll-builder repo add [MUNDËSI] EMËR URL

source: Usage: ll-builder repo remove [OPTIONS] NAME
ca: Ús: ll-builder repo remove [OPCIONS] NOM
es: Uso: ll-builder repo remove [OPCIONES] NOMBRE
fi: Käyttö: ll-builder repo remove [OPTIONS] NAME
fr: Utilisation : ll-builder repo remove [OPTIONS] NOM
pt_br: Uso: ll-builder repo remove [OPÇÕES] NOME
sq: Përdorimi: ll-builder repo remove [MUNDËSI] EMËR

source: Usage: ll-builder repo update [OPTIONS] NAME URL
ca: Ús: ll-builder repo update [OPCIONS] NOM D'URL
es: Uso: ll-builder repo update [OPCIONES] NOMBRE URL
fi: Käyttö: ll-builder repo update [OPTIONS] NAME URL
fr: Utilisation : ll-builder repo update [OPTIONS] NOM URL
pt_br: Uso: ll-builder repo update [OPÇÕES] NOME URL
sq: Përdorimi: ll-builder repo update [MUNDËSI] EMËR URL

source: Usage: ll-builder repo set-default [OPTIONS] NAME
ca: Ús: ll-builder repo set-default [OPCIONS] NOM
es: Uso: ll-builder repo set-default [OPCIONES] NOMBRE
fi: Käyttö: ll-builder repo set-default [OPTIONS] NAME
fr: Utilisation : ll-builder repo set-default [OPTIONS] NOM
pt_br: Uso: ll-builder repo set-default [OPÇÕES] NOME
sq: Përdorimi: ll-builder repo set-default [MUNDËSI] EMËR

source: Usage: ll-builder repo enable-mirror [OPTIONS] ALIAS
ca: Ús: ll-builder repo enable-mirror [OPCIONS] ÀLIES
fi: Käyttö: ll-builder repo enable-mirror [OPTIONS] ALIAS
fr: Utilisation : ll-builder repo enable-mirror [OPTIONS] ALIAS
pt_br: Use: ll-builder repo enable-mirror [OPÇÕES] NOME

source: Usage: ll-builder repo disable-mirror [OPTIONS] ALIAS
ca: Ús: ll-builder repo disable-mirror [OPCIONS] ÀLIES
fi: Käyttö: ll-builder repo disable-mirror [OPTIONS] ALIAS
fr: Utilisation : ll-builder repo disable-mirror [OPTIONS] ALIAS

source: Usage: ll-builder repo show [OPTIONS]
ca: Ús: ll-builder repo show [OPCIONS]
es: Uso: ll-builder repo show [OPCIONES]
fi: Käyttö: ll-builder repo show [OPTIONS]
pt_br: Uso: ll-builder repo show [OPÇÕES]
sq: Përdorimi: ll-builder repo show [MUNDËSI]

source: linyaps build tool version
ca: Versió de l'eina de construcció de linyaps
es: versión de la herramienta de construcción de linyaps
fi: linyaps build tool versio
fr: Version de l'outil de compilation linyaps
pt_br: versão da ferramenta de construção linyaps
sq: version mjeti montimesh linyaps

source: Whether to allow %1 to access %2?
ca: Voleu permetre que %1 accedeixi a %2?
es: ¿Permitir que %1 acceda a %2?
fi: Saako %1 käyttää %2:ta?
fr: Autoriser %1 à accéder à %2 ?
pt_br: Permitir que %1 acesse %2?
sq: Të lejohet a jo %1 të përdorë %2?

source: Allow
ca: Permet-ho
es: Permitir
fi: Salli
fr: Autoriser
pt_br: Permitir
sq: Lejoje

source: Deny (%1s)
ca: Denega-ho (%1s)
es: Denegar (%1s)
fi: Estä (%1s)
fr: Refuser (%1s)
pt_br: Negar (%1s)
sq: Mos e lejo (%1s)

source: is starting
ca: s'inicia
es: A partir de
fi: käynnistyy
fr: démarre
pt_br: está iniciando
sq: po niset

source: Force installation even if recently reminded
fi: Pakota asennus, vaikka muistutus olisi äskettäin tehty

source: Check for drivers only without installing or notifying
fi: Tarkista ajurit asentamatta tai ilmoittamatta

source: Only install drivers without notifications
fi: Asenna ajurit ilman ilmoituksia

source: Graphics Driver Available
fi: Näytönohjaimen ajuri on saatavilla

source: Graphics driver package is available that can improve performance for some Linyaps applications. Would you like to install it?
fi: Näytönohjaimen ohjainpaketti on saatavilla, joka voi parantaa Linyaps-sovellusten suorituskykyä. Haluatko asentaa?

source: Install Now
fi: Asenna nyt

source: Don't Remind
fi: Älä muistuta

source: Graphics Driver Installation Completed
fi: Näytönohjaimen ajurin asennus valmis

source: Graphics driver package has been installed. Restart the Linyaps app to experience the performance improvement.
fi: Näytönohjaimen ohjainpaketti on asennettu. Käynnistä Linyaps-sovellus uudelleen niin suorituskyky paranee.

source: Permission deny, please check whether you are running as root.
es: Permiso denegado, por favor verifica si estás ejecutando como root.

source: The cache generation failed, please uninstall and reinstall the application.
es: La generación de la caché falló, por favor desinstala y reinstala la aplicación.
fr: La génération du cache a échoué, veuillez désinstaller et réinstaller l'application.
pt_br: A criação do Cache falhou, por favor desinstale e reinstale o aplicativo.
sq: Prodhimi i fshehtinës dështoi, ju lutemi, çinstalojeni dhe riinstalojeni aplikacionin.

source: Execute commands in the currently running sandbox
es: Ejecutar comandos en el entorno aislado actualmente en ejecución
pt_br: Executar comandos na sandbox atualmente em execução

source: Usage: ll-cli enter [OPTIONS] INSTANCE [COMMAND...]
es: Uso: ll-cli enter [OPCIONES] INSTANCE [COMANDO...]
pt_br: Uso: ll-cli enter [OPÇÕES] INSTÂNCIA [COMANDO...]

source: Specify the application ID.If it not be specified, all applications will be upgraded
es: Especificar el ID de la aplicación. Si no se especifica, se actualizarán todas las aplicaciones

source: Usage: ll-cli search [OPTIONS] KEYWORDS Example: # find remotely app by name ll-cli search org.deepin.demo # find remotely runtime by name ll-cli search org.deepin.base --type=runtime # find all off app of remote ll-cli search . # find all off runtime of remote ll-cli search . --type=runtime
es: Uso: ll-cli search [OPCIONES] PALABRAS CLAVE Ejemplo: # encontrar aplicación remotamente por nombre ll-cli search org.deepin.demo # encontrar entorno de ejecución remotamente por nombre ll-cli search org.deepin.base --type=runtime # encontrar todas las aplicaciones remotas ll-cli search . # encontrar todos los entornos de ejecución remotos ll-cli search . --type=runtime

source: Filter result with specify type. One of "runtime", "app" or "all"
es: Filtrar resultado con tipo especificado. Uno de "runtime", "app" o "all"

source: include develop application in result
es: incluir aplicación en desarrollo en el resultado

source: List installed applications or runtimes
es: Listar aplicaciones o entornos de ejecución instalados

source: Usage: ll-cli list [OPTIONS] Example: # show installed application(s) ll-cli list # show installed runtime(s) ll-cli list --type=runtime # show the latest version list of the currently installed application(s) ll-cli list --upgradable
es: Uso: ll-cli list [OPCIONES] Ejemplo: # mostrar aplicación(es) instalada(s) ll-cli list # mostrar entorno(s) de ejecución instalado(s) ll-cli list --type=runtime # mostrar la lista de la última versión de las aplicaciones actualmente instaladas ll-cli list --upgradable

source: Show the list of latest version of the currently installed applications, it only works for app
es: Mostrar la lista de la última versión de las aplicaciones actualmente instaladas, solo funciona para aplicaciones

source: Display the information of installed application
es: Mostrar la información de la aplicación instalada.
fr: Afficher les informations relatives à l'application installée
pt_br: Exibir as informações do aplicativo instalado
sq: Shfaq hollësitë e aplikacionit të instaluar

source: Usage: ll-cli inspect [OPTIONS]
es: Uso: ll-cli inspect [OPCIONES]
pt_br: Uso: ll-cli inspect [OPÇÕES]
sq: Përdorimi: ll-cli inspect [MUNDËSI]

source: Specify the process id
es: Especifica el ID del proceso
fr: Spécifiez l'identifiant du processus.
pt_br: Especifique o ID do processo
sq: Jepni ID procesi

source: Invalid process id
es: ID de proceso no válido
fr: Identifiant de processus invalide
pt_br: ID de processo inválido
sq: ID e pavlefshme procesi

source: Invalid pid format
es: Formato de PID no válido
fr: Format pid non valide
pt_br: Formato PID inválido
sq: Format i pavlefshëm PID

source: Specify the installed app(base or runtime)
es: Especificar la aplicación instalada (base o runtime)
fr: Spécifiez l'application installée (base ou runtime).
pt_br: Especifique o aplicativo instalado (base ou tempo de execução)
sq: Specifikoni aplikacionin e instaluar (bazë ose “runtime”)

source: If you found any problems during use You can report bugs to the linyaps team under this project: https://github.com/OpenAtom-Linyaps/linyaps/issues
es: Si encuentras algún problema durante el uso Puedes reportar errores al equipo de linyaps en este proyecto: https://github.com/OpenAtom-Linyaps/linyaps/issues
fr: Si vous avez rencontré des problèmes lors de l'utilisation, Vous pouvez signaler les bogues à l'équipe linyaps dans le cadre de ce projet : https://github.com/OpenAtom-Linyaps/linyaps/issues
pt_br: Se você encontrar algum problema durante o uso, Você pode reportar bugs para a equipe linyaps neste projeto: https://github.com/OpenAtom-Linyaps/linyaps/issues
sq: Nëse gjetët çfarëdo problemi gjatë përdorimit mund të njoftoni të meta te ekipi i linyaps-it te ky projekt: https://github.com/OpenAtom-Linyaps/linyaps/issues

source: Set the build arch
es: Establecer la arquitectura de construcción

source: Run builded linyaps app
es: Ejecutar la aplicación linyaps construida

source: Only use local files
es: Usar solo archivos locales

source: List builded linyaps app
es: Listar las aplicaciones Linyaps construidas

source: Remove builded linyaps app
es: Eliminar las aplicaciones Linyaps construidas

source: Export uab fully
es: UAB de exportación
pt_br: Exportar uab completamente

source: Export to linyaps layer file
es: Exportar al archivo de capa de linyaps

source: Linglong Package Manager
ca: Gestor de paquets Linglong
es: Administrador de paquetes Linglong
fr: Gestionnaire de paquets Linglong
pt_br: Gerenciador de Pacotes Linglong
sq: Përgjegjësi Linglong i Paketave

source: The current version does not support the develop module installation.
es: La versión actual no admite la instalación del módulo de desarrollo.

source: app arch: %1 not match host architecture
es: arquitectura de la aplicación: %1 no coincide con la arquitectura del host

source: The latest version has been installed. If you want to replace it, try using 'll-cli install %1 --force'
es: Ya está instalada la última versión. Si deseas reemplazarla, intenta usar 'll-cli install %1 --force'

source: installing layer
es: instalando capa

source: preparing environment
es: preparando entorno

source: install layer successfully
es: capa instalada correctamente

source: queued to install from layer
es: en cola para instalación desde capa

source: %1 is now installing
es: %1 se está instalando

source: couldn't pass uab verification
es: no se pudo pasar la verificación UAB

source: couldn't find application layer in this uab
es: no se encontró la capa de aplicación en este UAB

source: %1 is already installed
es: %1 ya está instalado

source: installing uab
es: instalando UAB

source: prepare environment
es: preparar entorno

source: the contents of this uab file are invalid
es: el contenido de este archivo UAB no es válido

source: get status of %1 failed: %2
es: falló al obtener el estado de %1: %2

source: layer directory %1 doesn't exist
es: el directorio de capa %1 no existe

source: Failed to generate some cache.
es: Error al generar caché.

source: cannot specify a version when installing a module
es: no se puede especificar una versión al instalar un módulo

source: to install the module, one must first install the app
es: para instalar el módulo, primero se debe instalar la aplicación

source: module is already installed
es: el módulo ya está instalado

source: queued to install from remote
es: en cola para instalación remota

source: %1 is already installed.
es: %1 ya está instalado.

source: The latest version has been installed. If you want to replace it, try using 'll-cli install %1/%2 --force'
es: Ya está instalada la última versión. Si deseas reemplazarla, intenta usar 'll-cli install %1/%2 --force'

source: canceled
es: cancelado

source: Installing %1
es: Instalando %1

source: These modules do not exist remotely: %1
es: Estos módulos no existen de forma remota: %1

source: processing after install
es: procesando posterior a la instalación

source: Failed to remove old reference %1 after install %2 : %3
es: Error al eliminar la referencia antigua %1 después de instalar %2: %3

source: Install %1 success
es: Instalación de %1 exitosa

source: Beginning to install
es: Comenzando la instalación

source: Installing application %1
es: Instalando aplicación %1

source: install failed
es: instalación fallida

source: Installing runtime %1
es: Instalando entorno de ejecución %1

source: Installing base
es: Instalando base

source: Caught error during pulling data, waiting for outstanding task
es: Error al obtener datos, esperando tareas pendientes

source: Downloading metadata
es: Descargando metadatos

source: Downloading delta part
es: Descargando partes delta

source: Downloading files
es: Descargando archivos

source: package not found: %1
es: paquete no encontrado: %1

source: Cannot find %1/%2 from remote repo
es: No se encontró %1/%2 en el repositorio remoto

source: Failed to get response from remote server (network error or server unavailable)
es: No se pudo obtener respuesta del servidor remoto (error de red o servidor no disponible)
