Repository: OpenAtom-Linyaps/linyaps
Catalog: po/*.po
Languages: ca, es, fi, fr, pt_br, sq

source: privileged mode requires running as root
fi: oikeudet vaatii root-käyttäjänä suorittamisen

source: Application {} is not installed.
fi: Sovellusta {} ei ole asennettu.

source: {} is not an application.
fi: {} ei ole sovellus.

source: Network connection failed. Please: 1. Check your internet connection 2. Verify network proxy settings if used
ca: Ha fallat la connexió a la xarxa. Si us plau: 1. Comproveu la connexió a Internet. 2. Verifiqueu la configuració del servidor intermediari de xarxa, si n'hi ha.
fi: Ei verkkoyhteyttä: 1. Tarkista internetyhteys 2. Tarkista välityspalvelimen asetukset, jos niitä käytetään
fr: Échec de la connexion réseau. Veuillez : 1. Vérifiez votre connexion Internet. 2. Vérifiez les paramètres du proxy réseau si utilisé.
pt_br: Falha na conexão de rede. Por favor: 1. Verifique sua conexão com a internet. 2. Verifique as configurações de proxy da rede, se utilizadas.

source: To install the module, one must first install the app.
ca: Per instal·lar el mòdul, primer cal instal·lar l'aplicació.
fi: Moduulin asentamiseksi on ensin asennettava sovellus.
fr: Pour installer le module, vous devez d'abord installer l'application.
pt_br: Para instalar o módulo, primeiro é necessário instalar o aplicativo.

source: Module is already installed.
ca: El mòdul ja està instal·lat..
fi: Moduuli on jo asennettu.
fr: Ce module est déjà installé.
pt_br: O módulo já está instalado.

source: The module could not be found remotely.
ca: No s'ha pogut trobar el mòdul remotament.
fi: Moduulia ei löytynyt palvelimelta.
fr: Le module n'a pas pu être trouvé à distance.
pt_br: O módulo não pôde ser encontrado remotamente.

source: Application already installed, If you want to replace it, try using 'll-cli install {} --force'
fi: Sovellus on jo asennettu. Jos haluat korvata sen, käytä "ll-cli install {} --force"

source: Application {} is not found in remote repo.
fi: Sovellusta {} ei löydy palvelimelta.

source: Cannot specify a version when installing a module.
ca: No es pot especificar una versió en instal·lar un mòdul.
fi: Moduulia asennettaessa ei voitu määrittää versiota.
fr: Impossible de spécifier une version lors de l'installation d'un module.
pt_br: Não é possível especificar uma versão ao instalar um módulo.

source: The latest version has been installed. If you want to replace it, try using 'll-cli install {} --force'
fi: Uusin versio on asennettu. Jos haluat vaihtaa sen, kokeile "ll-cli install {} --force"

source: Install failed
ca: Ha fallat la instal·lació.
fi: Asennus epäonnistui
fr: Échec de l'installation
pt_br: Falha na instalação

source: The application is currently running and cannot be uninstalled. Please turn off the application and try again.
ca: L'aplicació s'executa i no es pot desinstal·lar. Si us plau, desactiveu l'aplicació i torneu-ho a provar.
fi: Sovellus on käynnissä, eikä sitä voi poistaa. Sulje sovellus ja yritä uudelleen.

source: Application is not installed.
ca: L'aplicació no està instal·lada.
fi: Sovellusta ei ole asennettu.
fr: L'application n'est pas installé.
pt_br: O aplicativo não está instalado.

source: Multiple versions of the package are installed. Please specify a single version to uninstall: {}
fi: Paketista on asennettu useita versioita. Valitse poistettava versio:: {}

source: Base or runtime cannot be uninstalled, please use 'll-cli prune'.
ca: No es pot desinstal·lar la base o l'entorn d'execució; si us plau, useu ll-cli prune.
fi: Alustaa tai ajoympäristöä ei voi poistaa, käytä "ll-cli prune" komentoa.

source: Uninstall failed
ca: Ha fallat la desinstal·lació.
fi: Poistaminen epäonnistui
fr: Échec de la désinstallation
pt_br: Falha na desinstalação

source: Upgrade failed
ca: Ha fallat l'actualització.
fi: Päivitys epäonnistui
fr: Échec de la mise à jour
pt_br: A atualização falhou

source: Package not found
fi: Pakettia ei löytynyt

source: Operation canceled
fi: Toiminto peruutettu

source: Input parameter is empty, please input valid parameter instead
ca: El paràmetre d'entrada és buit; introduïu un paràmetre vàlid.
es: El parámetro de entrada está vacío, por favor ingrese un parámetro válido.
fi: Parametri on tyhjä, anna kelvollinen parametri
fr: Le paramètre d'entrée est vide, veuillez saisir un paramètre valide à la place.
pt_br: Parâmetro de entrada está vazio, por favor informe um parâmetro válido
sq: Parametri që u dha është i zbrazët, ju lutemi, në vend të tij, jepni një parametër të vlefshëm

source: Run an application
ca: Executa una aplicació
es: Ejecutar una aplicación
fi: Suorita sovellus
fr: Lancer une application
pt_br: Executar um aplicativo
sq: Xhironi një aplikacion

source: Specify the application ID
ca: Especifiqueu l'ID de l'aplicació.
es: Especificar el ID de la aplicación
fi: Määritä sovelluksen id-tunnus
fr: Spécifiez l'ID de l'application.
pt_br: Especifique o ID do aplicativo
sq: Jepni ID-në e aplikacionit

source: Usage: ll-cli run [OPTIONS] APP [COMMAND...] Example: # run application by appid ll-cli run org.deepin.demo # execute commands in the container rather than running the application ll-cli run org.deepin.demo bash ll-cli run org.deepin.demo -- bash ll-cli run org.deepin.demo -- bash -x /path/to/bash/script
ca: Ús: ll-cli run [OPCIONS] APP [COMMAND...] Exemple: # executa l'aplicació per appid ll-cli executa org.deepin.demo # executa les ordres al contenidor en lloc d'executar l'aplicació ll-cli executa org.deepin.demo bash ll-cli executa org.deepin.demo -- bash ll-cli executa org.deepin.demo -- bash -x /path/to/bash/script
es: Uso: ll-cli run [OPCIONES] APP [COMANDO...] Ejemplo: # ejecutar la aplicación por appid ll-cli run org.deepin.demo # ejecutar comandos en el contenedor en lugar de ejecutar la aplicación ll-cli run org.deepin.demo bash ll-cli run org.deepin.demo -- bash ll-cli run org.deepin.demo -- bash -x /path/to/bash/script
fi: Käyttö: ll-cli run [OPTIONS] APP [COMMAND...] Esimerkki: # Suorita sovellus apidin avulla ll-cli run org.deepin.demo # suorittaa komentoja suoraan konttiin sovelluksen suorittamisen sijaan ll-cli run org.deepin.demo bash ll-cli run org.deepin.demo -- bash ll-cli run org.deepin.demo -- bash -x /path/to/bash/script
fr: Utilisation : ll-cli run [OPTIONS] APP [COMMANDE...] Exemple : # Exécuter l'application par appid ll-cli run org.deepin.demo # Exécuter des commandes dans le conteneur plutôt que d'exécuter l'application ll-cli run org.deepin.demo bash ll-cli run org.deepin.demo -- bash ll-cli run org.deepin.demo -- bash -x /path/to/bash/script
pt_br: Uso: ll-cli run [OPÇÕES] APP [COMMANDO...] Examplo: # executar aplicativo por appid ll-cli run org.deepin.demo # executar comandos no container ao invés de executar o aplicativo ll-cli run org.deepin.demo bash ll-cli run org.deepin.demo -- bash ll-cli run org.deepin.demo -- bash -x /path/to/bash/script
sq: Përdorimi: ll-cli run [MUNDËSI] APLIKACION [URDHËR…] Shembull: # xhironi aplikacion sipas appid-i ll-cli run org.deepin.demo # ekzekutoni urdhra në kontejner, në vend se të xhirohet aplikacioni ll-cli run org.deepin.demo bash ll-cli run org.deepin.demo -- bash ll-cli run org.deepin.demo -- bash -x /shteg/për/te/programth/bash-i

source: Pass file to applications running in a sandbox
ca: Passa el fitxer a les aplicacions que s'executen en un entorn de prova.
es: Pasar archivo a las aplicaciones que se ejecutan en un entorno aislado
fi: Siirrä tiedosto kontissa toimiville sovelluksille
fr: Transférer un fichier vers des applications s'exécutant dans un bac à sable
pt_br: PAssar arquivos para aplicativos rodando em uma sandbox
sq: Kalojuni kartelë aplikacioneve që xhirojnë nën bankëprovë

source: Pass url to applications running in a sandbox
ca: Passa l'URL a les aplicacions que s'executen en un entorn de prova.
es: Pasar URL a las aplicaciones que se ejecutan en un entorno aislado
fi: Välitä verkko-osoite hiekkalaatikossa toimiville sovelluksille
fr: Transmettre l'URL aux applications exécutées dans un bac à sable
pt_br: Passar url para aplicativos rodando em uma sandbox
sq: Kalojuni URL aplikacioneve që xhirojnë nën bankëprovë

source: Set environment variables for the application
ca: Establiu variables d'entorn per a l'aplicació
fi: Aseta ympäristömuuttujat sovellukselle

source: Input parameter is invalid, please input valid parameter instead
ca: El paràmetre d'entrada no és vàlid. Si us plau, introduïu-hi un paràmetre vàlid.
fi: Parametri on virheellinen, anna kelvollinen parametri

source: Specify the base used by the application to run
ca: Especifiqueu la base que usa l'aplicació per executar-se.
fi: Määritä sovelluksen käyttämä ajoalusta

source: Specify the runtime used by the application to run
ca: Especifiqueu l'entorn d'execució que usa l'aplicació per executar-se.
fi: Määritä sovelluksen käyttämä ajoympäristö

source: Specify extension(s) used by the application to run
fi: Määritä sovelluksen laajennus(et) suoritukseen

source: Run the application in privileged mode
fi: Suorita sovellus etuoikeutetussa tilassa

source: Add capabilities to the application
fi: Lisää ominaisuuksia sovellukselle

source: Run commands in a running sandbox
ca: Executa ordres en un entorn de prova en execució.
es: Ejecutar comandos en un entorno aislado en ejecución
fi: Suorita komennot käynnissä olevassa kontissa
fr: Exécuter des commandes dans un bac à sable en cours d'exécution
pt_br: Executar comandos em uma sandbox em execução
sq: Ekzekutoni urdhra në një bankëprovë në funksionim

source: List running applications
ca: Llista les aplicacions en execució.
es: Listar aplicaciones en ejecución
fi: Luettelo käynnissä olevista sovelluksista
fr: Lister les applications en cours d'exécution
pt_br: Listar aplicativos em execução
sq: Shfaq aplikacione që xhirojnë

source: Usage: ll-cli ps [OPTIONS]
ca: Ús: ll-cli ps [OPCIONS]
es: Uso: ll-cli ps [OPCIONES]
fi: Käyttö: ll-cli ps [OPTIONS]
pt_br: Uso: ll-cli ps [OPÇÕES]
sq: Përdorimi: ll-cli ps [MUNDËSI]

source: Enter the namespace where the application is running
ca: Introduïu l'espai de noms on s'executa l'aplicació.
es: Entrar en el espacio de nombres donde se está ejecutando la aplicación
fi: Anna nimiavaruus, jossa sovellus on käynnissä
fr: Entrez le nom de l'espace dans lequel l'application est exécutée.
pt_br: Informe o namespace onde o aplicativo está em execução

source: Specify the application running instance(you can get it by ps command)
ca: Especifiqueu la instància de l'aplicació que s'executa (la podeu obtenir mitjançant l'ordre ps).
es: Especifique la instancia de la aplicación en ejecución (puede obtenerla con el comando ps)
fi: Määritä käynnissä oleva sovellus (saat sen ps-komennolla)
fr: Spécifiez l'instance d'exécution de l'application (vous pouvez l'obtenir à l'aide de la commande ps).
pt_br: Especificar a instância de execução do aplicativo (você pode obter isto pelo comando ps)
sq: Specifikoni instancën e xhirimit të aplikacionit (mund ta merrni përmes urdhrit ps)

source: Specify working directory
ca: Especifiqueu el directori de treball
es: Especificar el directorio de trabajo
fi: Määritä työhakemisto
fr: Définir le dossier de travail
pt_br: Especificar o diretório de trabalho
sq: Jepni drejtori pune

source: Stop running applications
ca: Atura les aplicacions en execució.
es: Detener aplicaciones en ejecución
fi: Lopeta sovelluksen käyttö
fr: Arrêter les applications en cours d'exécution
pt_br: Parar os aplicativos em execução
sq: Ndal aplikacione që janë duke xhiruar

source: Usage: ll-cli kill [OPTIONS] APP
ca: Ús: ll-cli kill [OPCIONS] APLICACIÓ
es: Uso: ll-cli kill [OPCIONES] APP
fi: Käyttö: ll-cli kill [OPTIONS] APP
pt_br: Uso: ll-cli kill [OPÇÕES] APP
sq: Përdorimi: ll-cli kill [MUNDËSI] APLIKACION

source: Specify the signal to send to the application
ca: Especifiqueu el senyal que voleu enviar a l'aplicació.
es: Especificar el ID de la aplicación instalada
fi: Määritä signaali, joka lähetetään sovellukselle
fr: Spécifiez le signal à envoyer à l'application.
pt_br: Especificar o sinal para enviar ao aplicativo em execução
sq: Specifikoni sinjalin për t’u dërguar te aplikacioni

source: Specify the running application
ca: Especifiqueu l'aplicació en execució.
es: Especifique la aplicación en ejecución
fi: Määritä käynnissä oleva sovellus
fr: Spécifie les applications en cours d'exécution
pt_br: Especificar o aplicativo em execução
sq: Përcaktoni aplikacionin në xhirim e sipër

source: Installing an application or runtime
ca: Instal·lació d'una aplicació o d'un entorn d'execució
es: Instalando una aplicación o tiempo de ejecución
fi: Sovelluksen tai ajoympäristön asentaminen
fr: Installation d'une application ou d'un runtime
pt_br: Instalando um aplicativo ou runtime
sq: Po instalohet një aplikacione ose “runtime”

source: Usage: ll-cli install [OPTIONS] APP Example: # install application by appid ll-cli install org.deepin.demo # install application by linyaps layer ll-cli install demo_0.0.0.1_x86_64_binary.layer # install application by linyaps uab ll-cli install demo_x86_64_0.0.0.1_main.uab # install specified module of the appid ll-cli install org.deepin.demo --module=binary # install specified version of the appid ll-cli install org.deepin.demo/0.0.0.1 # install application by detailed reference ll-cli install stable:org.deepin.demo/0.0.0.1/x86_64
ca: Ús: ll-cli install [OPCIONS] APLICACIÓ Exemple: # instal·la l'aplicació mitjançant l'appid ll-cli install org.deepin.demo # instal·la l'aplicació mitjançant la capa de linyaps ll-cli install demo_0.0.0.1_x86_64_binary.layer # instal·la l'aplicació per linyaps uab ll-cli install demo_x86_64_0.0.0.1_main.uab # instal·la el mòdul especificat de l'appid ll-cli install org.deepin.demo --module=binary # instal·la la versió especificada de l'appid ll-cli install org.deepin.demo/0.0.0.1 # instal·la l'aplicació per referència detallada ll-cli install stable:org.deepin.demo/0.0.0.1/x86_64
es: Uso: ll-cli install [OPCIONES] APP Ejemplo: # instalar aplicación por appid ll-cli install org.deepin.demo # instalar aplicación por capa linyaps ll-cli install demo_0.0.0.1_x86_64_binary.layer # instalar aplicación por linyaps uab ll-cli install demo_x86_64_0.0.0.1_main.uab # instalar módulo especificado del appid ll-cli install org.deepin.demo --module=binary # instalar versión especificada del appid ll-cli install org.deepin.demo/0.0.0.1 # instalar aplicación por referencia detallada ll-cli install stable:org.deepin.demo/0.0.0.1/x86_64
fi: Käyttö: ll-cli install [OPTIONS] APP Esimerkki: # asenna sovellus apidin avulla ll-cli install org.deepin.demo # asenna sovellus linyaps-kerroksen avulla ll-cli install demo_0.0.0.1_x86_64_binary.layer # asenna linyaps uab sovellus ll-cli install demo_x86_64_0.0.0.1_main.uab # asenna appid määritetty moduuli ll-cli install org.deepin.demo --module=binary # asenna tietty versio appid:sta ll-cli install org.deepin.demo/0.0.0.1 # asenna sovellus viitteen avulla ll-cli install stable:org.deepin.demo/0.0.0.1/x86_64
fr: Utilisation : ll-cli install [OPTIONS] APP Exemple : # Installer l'application par appid ll-cli install org.deepin.demo # Installer l'application via la couche linyaps ll-cli install demo_0.0.0.1_x86_64_binary.layer # Installer l'application par linyaps uab ll-cli install demo_x86_64_0.0.0.1_main.uab # installer le module spécifié de l'appid ll-cli install org.deepin.demo --module=binary # installer la version spécifiée de l'appid ll-cli install org.deepin.demo/0.0.0.1 # Installer l'application en suivant les instructions détaillées ll-cli install stable:org.deepin.demo/0.0.0.1/x86_64
pt_br: Uso: ll-cli install [OPÇÕES] APP Exemplo: # instalar aplicativo por appid ll-cli install org.deepin.demo # instalar aplicativo por linyaps layer ll-cli install demo_0.0.0.1_x86_64_binary.layer # instalar aplicativo por linyaps uab ll-cli install demo_x86_64_0.0.0.1_main.uab # instalar módulo especificado do appid ll-cli install org.deepin.demo --module=binary # instalar versão especificada do appid ll-cli install org.deepin.demo/0.0.0.1 # instalar aplicativo por referência detalhada ll-cli install stable:org.deepin.demo/0.0.0.1/x86_64
sq: Përdorimi: ll-cli install [MUNDËSI] APLIKACION Shembull: # instaloni aplikacion sipas appid-je ll-cli install org.deepin.demo # instaloni aplikacion sipas shtrese linyaps ll-cli install demo_0.0.0.1_x86_64_binary.layer # instaloni aplikacion sipas uab-je linyaps ll-cli install demo_x86_64_0.0.0.1_main.uab # instalo modulin e treguar të appid-së ll-cli install org.deepin.demo --module=binary # instalo versionin e treguar të appid-së ll-cli install org.deepin.demo/0.0.0.1 # instaloni aplikacion sipas reference të hollësishme ll-cli install stable:org.deepin.demo/0.0.0.1/x86_64

source: Specify the application ID, and it can also be a .uab or .layer file
ca: Especifiqueu l'ID de l'aplicació. També pot ser un fitxer .uab o .layer.
es: Especificar el ID de la aplicación, también puede ser un archivo .uab o .layer
fi: Määritä sovelluksen id-tunnus. Voi olla myös .uab- tai .layer-tiedosto
fr: Spécifiez l'ID de l'application. Il peut également s'agir d'un fichier .uab ou .layer.
pt_br: Especifique o ID do aplicativo, que também pode ser um arquivo .uab ou .layer
sq: Jepni ID-në e aplikacionit dhe mund të jetë edhe një kartelë .uab ose .layer

source: Install a specify module
ca: Instal·la un mòdul específic.
es: Instalar un módulo especificado
fi: Asenna tietty moduuli
fr: Installer le module spécifié
pt_br: Instalar um módulo específico

source: Install from a specific repo
ca: Instal·lació des d'un repositori específic
fi: Asenna tietystä arkistosta
fr: Installer à partir d'un dépôt spécifique
pt_br: Instalar a partir de um repositório específico

source: Force install the application
ca: Força la instal·lació de l'aplicació.
es: Forzar la instalación de la aplicación
fi: Pakota sovelluksen asennus
fr: Forcer l'installation de l'application
pt_br: Forçar a instalação do aplicativo
sq: Instaloje me detyrim aplikacionin

source: Automatically answer yes to all questions
ca: Respon automàticament sí a totes les preguntes.
es: Responder automáticamente sí a todas las preguntas
fi: Vastaa kyllä ​​kaikkiin kysymyksiin
fr: Répondre automatiquement « oui » à toutes les questions
pt_br: Responda automaticamente sim a todas as perguntas
sq: Përgjigju automatikisht po për krejt pyetjet

source: Uninstall the application or runtimes
ca: Desinstal·la l'aplicació o els entorns d'execució.
es: Desinstalar la aplicación o entornos de ejecución
fi: Poista sovellus tai ajoympäristö
fr: Désinstaller l'application ou les environnements d'exécution.
pt_br: Desinstale o aplicativo ou os tempos de execução
sq: Çinstalo aplikacionin ose “runtimes”

source: Usage: ll-cli uninstall [OPTIONS] APP
ca: Ús: ll-cli uninstall [OPCIONS] APLICACIÓ
es: Uso: ll-cli uninstall [OPCIONES] APP
fi: Käyttö: ll-cli uninstall [OPTIONS] APP
pt_br: Uso: ll-cli uninstall [OPÇÕES] APP
sq: Përdorimi: ll-cli uninstall [MUNDËSI] APLIKACION

source: Specify the applications ID
ca: Especifiqueu els ID de les aplicacions.
es: Especificar el ID de las aplicaciones
fi: Määritä sovellusten id-tunnus
fr: Spécifiez l'ID des applications.
pt_br: Especifique o ID do aplicativo
sq: Specifikoni ID aplikacioni

source: Uninstall a specify module
ca: Desinstal·la un mòdul específic.
es: Desinstalar un módulo especificado
fi: Poista tietyn moduulin asennus
fr: Désinstaller le module spécifié
pt_br: Desinstalar um módulo específico

source: Force uninstall base or runtime
fi: Pakota alustan tai ajoympäristön poisto

source: Remove all unused modules
ca: Elimina tots els mòduls no usats.
es: Eliminar todos los módulos no utilizados
fi: Poista kaikki käyttämättömät moduulit
fr: Supprimer tous les modules inutilisés
pt_br: Remova todos os módulos não utilizados
sq: Hiq krejt modulet e papërdorur

source: Uninstall all modules
ca: Desinstal·la tots els mòduls.
es: Desinstalar todos los módulos
fi: Poista kaikki moduulit
fr: Désinstaller tous les modules
pt_br: Desinstalar todos os módulos.
sq: Çinstalo krejt modulet

source: Upgrade the application or runtimes
ca: Actualitza l'aplicació o els entorns d'execució.
es: Actualizar la aplicación o entornos de ejecución
fi: Päivitä sovellus tai ajoympäristö
fr: Mettre à niveau l'application ou les environnements d'exécution
pt_br: Atualizar o aplicativo ou os tempos de execução
sq: Përmirësoni aplikacionin ose “runtimes”

source: Usage: ll-cli upgrade [OPTIONS] [APP]
ca: Ús: ll-cli upgrade [OPCIONS] [APLICACIÓ]
es: Uso: ll-cli upgrade [OPCIONES] [APP]
fi: Käyttö: ll-cli upgrade [OPTIONS] [APP]
pt_br: Uso: ll-cli upgrade [OPÇÕES] [APP]
sq: Përdorimi: ll-cli upgrade [MUNDËSI] [APLIKACION]

source: Specify the application ID. If it not be specified, all applications will be upgraded
ca: Especifiqueu l'ID de l'aplicació. Si no s'especifica, s'actualitzaran totes les aplicacions.
fi: Määritä sovelluksen id-tunnus. Jos ei määritetä, kaikki sovellukset päivitetään
fr: Spécifiez l'ID de l'application. Si celui-ci n'est pas spécifié, toutes les applications seront mises à niveau.
pt_br: Especifique o ID do aplicativo. Caso não seja especificado, todos os aplicativos serão atualizados.

source: Only upgrade dependencies of application
fi: Päivitä vain sovelluksen riippuvuudet

source: Search the applications/runtimes containing the specified text from the remote repository
ca: Cerca les aplicacions / entorns d'execució que contenen el text especificat del repositori remot.
es: Buscar las aplicaciones/entornos de ejecución que contengan el texto especificado desde el repositorio remoto
fi: Etsi palvelimen arkistosta tietyn tekstin sisältävät sovellukset/ajoympäristöt
fr: Rechercher les applications/runtimes contenant le texte spécifié dans le référentiel distant.
pt_br: Pesquisar os aplicativos/tempos de execução que contêm o texto especificado no repositório remoto

source: Specify the Keywords
ca: Especifiqueu les paraules clau.
es: Especificar las Palabras Clave
fi: Määrittele hakusanat
fr: Définir les mots clés
pt_br: Especifique as palavras-chave
sq: Jepni Fjalëkyçet

source: Filter result with specify type. One of "runtime", "base", "app" or "all"
ca: Filtra el resultat amb el tipus especificat: "runtime", "base", "app" o "all".
fi: Suodata tulokset tyypillä. Joku seuraavista: "runtime", "base", "app" tai "all"
fr: Filtrer les résultats avec le type spécifié. L'un des types suivants : « runtime », « base », « app » ou « all ».
pt_br: Filtrar os resultados pelo tipo especificado. Um dos valores: "runtime", "base", "app" ou "todos"

source: Specify the repo
ca: Especifiqueu el repositori
fi: Määritä arkisto
fr: Spécifiez le dépôt
pt_br: Especificar o repositório

source: Include develop application in result
ca: Inclou l'aplicació de desenvolupament al resultat.
fi: Sisällytä tuloksiin kehitteillä olevat sovellukset
fr: Inclure le développement d'applications dans les résultats
pt_br: Incluir aplicativos em desenvolvimento no resultado

source: Show all versions of an application(s), base(s) or runtime(s)
ca: Mostra totes les versions d'una aplicació, base o temps d'execució.
fi: Näytä kaikki versiot (sovelluksita), (alustoista) tai (ajoympäristöistä)
fr: Afficher toutes les versions d'une ou plusieurs applications, bases ou environnements d'exécution.
pt_br: Exibir todas as versões de aplicativos, bases ou runtimes

source: List installed application(s), base(s) or runtime(s)
ca: Llista les aplicacions, bases o temps d'execució instal·lats.
fi: Luettele asennetut sovellukse(t), alusta(t) tai ajoympäristö(t)
fr: Liste des applications, bases ou environnements d'exécution installés
pt_br: Listar aplicativos, bases ou runtimes instalados
