Repository: OpenAtom-Linyaps/linyaps
Catalog: po/*.po
Languages: ca, es, fi, fr, pt_br, sq

source: Remote server returned error code: %1 (network error or server unavailable)
es: El servidor remoto devolvió el código de error: %1 (error de red o servidor no disponible)

source: Permission denied, please check whether you are running as root.
fr: Autorisation refusée, veuillez vérifier si vous êtes connecté en tant qu'administrateur.
pt_br: Permissão negada, verifique se você está executando como root.

source: Latest version is already installed.
fr: La dernière version est déjà installée.
pt_br: A versão mais recente já está instalada.

source: Application already installed, If you want to replace it, try using 'll-cli install %1 --force'
fr: L'application est déjà installée. Si vous souhaitez la remplacer, essayez d'utiliser « ll-cli install %1 --force ».
pt_br: Aplicativo já instalado. Se você quiser substituí-lo, tente usar 'll-cli install %1 --force'

source: Application %1 is not found in remote repo.
fr: L'application %1 est introuvable dans le référentiel distant.
pt_br: O aplicativo %1 não foi encontrado no repositório remoto.

source: The latest version has been installed. If you want to replace it, try using 'll-cli install %1/version --force'
fr: La dernière version a été installée. Si vous souhaitez la remplacer, essayez d'utiliser « ll-cli install %1/version --force ».
pt_br: A versão mais recente foi instalada. Se quiser substituí-la, tente usar 'll-cli install %1/version --force'.

source: Usage: ll-cli search [OPTIONS] KEYWORDS Example: # find remotely application(s), base(s) or runtime(s) by keywords ll-cli search org.deepin.demo # find all of app of remote ll-cli search . # find all of base(s) of remote ll-cli search . --type=base # find all of runtime(s) of remote ll-cli search . --type=runtime
fr: Utilisation : ll-cli search [OPTIONS] MOTS-CLÉS Exemple : # Rechercher à distance des applications, des bases ou des environnements d'exécution à l'aide de mots-clés ll-cli search org.deepin.demo # Rechercher à distance le runtime par son nom ll-cli search org.deepin.base --type=runtime # Trouver toutes les applications à distance ll-cli search . # Trouver toutes les bases du serveur distant ll-cli search . --type=base # Trouver tous les runtime(s) distants ll-cli search . --type=runtime
pt_br: Uso: ll-cli search [OPÇÕES] PALAVRAS-CHAVE Exemplo: # localizar remotamente aplicativo(s), base(s) ou runtime(s) por palavras-chave ll-cli search org.deepin.demo # localizar remotamente runtime pelo nome ll-cli search org.deepin.base --type=runtime # listar todos os aplicativos remotos ll-cli search . # listar todas as bases remotas ll-cli search . --type=base # listar todos os runtimes remotos ll-cli search . --type=runtime

source: Alias
ca: Àlies
fr: Raccourci
